export const welcomeMessage = `
Приветствую тебя в *BSUIR Schedule Bot*! 🎓✨

📆 Получай расписание, 📊 Экспортируй оценки в различных формах и настраивай уведомления. Все через Telegram!

*Хочешь войти в свой BSUIR IIS аккаунт?* 🔐

Выбери одну из кнопок ниже:
`;

export const wrongPasswordMessage = `*К сожалению, введенный вами пароль не верен.* 😔 Пожалуйста, попробуйте еще раз.

Если у вас возникли проблемы или у вас есть вопросы, [свяжитесь со мной](mailto:jirafek12@gmail.com).`

export const noLoginMessage = `Жаль, что вы решили не войти в свой аккаунт. 😕 *Пожалуйста, учтите, что при этом вы не сможете полностью воспользоваться всеми функциями бота.*

Однако, если у вас есть номер группы, вы все равно можете воспользоваться возможностью *получения расписания занятий.* __*Просто введите номер своей группы*__, и бот предоставит вам актуальную информацию о расписании.

Если у вас есть другие вопросы или нужна помощь, *не стесняйтесь обращаться.* Я готов помочь! 😊
`

export const restriction = `Извините, но кажется, вы ввели некорректный номер группы. 🤔 *Пожалуйста, убедитесь, что введенный номер соответствует актуальному номеру вашей учебной группы* и попробуйте еще раз из меню`

export const groupSuccess = `успешно привязана`;

export const successLogin = `🎉 *Успешный вход в аккаунт BSUIR IIS!*

Поздравляем, вы успешно вошли в свой аккаунт на BSUIR IIS. Теперь у вас есть доступ к своим данным и функционалу портала.

🚀 *Действия после входа:*
1. Проверьте актуальную информацию о расписании.
2. Устанавливайте напоминания по важным предметам.
3. Смотрите и анализируйте свои оценки.
3. В случае вопросов обращайтесь [на почту](mailto:jirafek12@gmail.com).

📚 *Приятного использования ресурсов BSUIR Schedule Bot!*`
